<template>
  <div class="xieyi">
    <div id="yonghuxieyiapp" >
      <div class="item">
        <div class="title">缘分天空用户协议</div>
        <div class="content">
          <p>缘分天空是一个严肃纯净的婚恋交友软件，仅限欣旺达电子股份有限公司及其分子公司（以下可简称公司）内部员工使用，本公司员工注册实行实名制核实注册的员工并在之后进行的征友活动中应遵守以下会员注册条款</p>
          <div class="stitle">一、注册条款的接受</div>
          <p>请您认真阅读本协议尤其是免除或者限制缘分天空责任的条款及其他限制员工权利的条款，一旦员工注册，即表示员工已经阅读并且同意与缘分天空达成协议，完全理解并接受所有的注册条款</p>
          <div class="stitle"> 二、员工注册条件</div>
          <div class="sstitle">2.1 申请注册成为缘分天空的会员应同时满足下列全部条件</div>
          <p>1）在注册之日以及此后使用缘分天空服务期间必须以恋爱或者婚姻为目的</p>
          <p>2）在注册之日以及此后使用缘分天空入伍期间必须是单身状态，包括未婚、离异或者丧偶</p>
          <p>3）在注册之日必须年满18周岁以上</p>
          <p>若不满足上述条件而产生的感情、经济等纠纷，或造成其他伤害的，一切后果由员工本人自行承担</p>
          <div class="sstitle">2.2 为更好的享有缘分天空提供的服务，注册会员应</div>
          <p>1）向缘分天空提供本人真实、正确、最新及完整的资料；随时更新登记资料，保持其真实性及有效性，务必保持会员账号的唯一性</p>
          <p>2）若会员提供任何错误、不实、或不完整的资料、缘分天空有理由怀疑其资料的违反会员注册条款，并有权修改会员注册昵称、独白等或暂停、终止该会员账号。</p>
          <div class="stitle">三、会员账号名称及密码安全</div>
          <p>3.1 在完成会员注册后，会员有义务保证密码及账号的安全。会员不得将其账号授权他人使用，会员对于自己或他人利用该密码及账号所进行的一切活动负全部责任，包括但不限于任何经由该账号传送的资讯、
            资料、文字、图片、音乐、图形等资料，不论系公开传送还是私下传送</p>
          <p>3.2 会员的密码或账号遭到未获授权的使用，或者发生其他任何安全问题时，会员应立即通知缘分天空网站。由于会员使用不当导致账号、密码泄漏，进而导致其资料、信息泄漏的，由会员承担其不利后果，
            且若其违约行为给缘分天空或公司造成损害的，还应当承担违约赔偿责任</p>
           <p>3.3 任何注册和使用缘分天空账号名称，不得有下列情形</p>
          <ul>
            <li>1）危害公司安全、泄露公司机密的；</li>
            <li>2）散布谣言，损害公司荣誉和利益的；</li>
            <li>3）侮辱或者诽谤他人，侵害他人合法权益的；</li>
            <li>4）散步淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
            <li>5）含有法律、行政法规禁止的其他内容的；</li>
          </ul>
          <div class="stitle">四、免责及责任制限制条款</div>
          <p>4.1 对于员工通过缘分天空平台收到的内容，可能会有不真实、令人不悦、不适当或令人厌恶的内容，
            员工自行辨别是非，有收到频繁发送令人反感的消息时，可截图发送于缘分天空后台管理员，
            管理员对其终止账号使用；在任何情况下，缘分天空均不为会员经由网站发送的或方式传送的任何内容负责。
            但缘分天空有权依法停止传输任何前述内容并采取相应行动，
            包括但不限于暂停或终止会员使用网站服务全部或部分功能，保存有关记录，
            并根据国家有关法律法规的及相关政策在必要时向有关机关报告并配合有关机关的行动</p>
          <p>4.2 员工注册时，管理员将会对所有会员进行身份核实，但不保证所有会员信息的真实性、合法性或可靠性，相关责任由上传内容的会员负责，缘分天空不承担任何责任</p>
          <p>4.3 员工以独立的判断从事与交友相关的行为，所有的聊天内容或会员信息，员工自行辨别，并独立承担可能产生的不利后果和责任，缘分天空不承担任何法律责任</p>
          <p>4.4 员工因任何其他第三方使用缘分天空引起损害其权益的行为，向第三方要求索赔或诉讼的，用户员工同意独自进行该类索赔或诉讼，不会要求缘分天空协助举证或者将缘分天空或公司列为被告，
            而且同意豁免缘分天空承担由索赔或诉讼引起的任何相关联的所有索赔、责任和损失</p>
          <p>4.5 缘分天空网的会员或任何第三人因使用缘分天空可能导致的任何金钱或其它损失或损害不承担任何责任（该等损失或损害包括但不限于，任何直接的、间接的、惩罚性的或必然的损失或伤害，
            或任何收入、利润、信誉、数据、合同、资金使用上的任何损失）</p>
          <p>4.6 	会员理解并同意缘分天空仅仅是为会员和其他会员的交往提供平台，但对会员间的来往（无论是网上还或是现实生活中），会员需对自己的行为承担全部责任，如会员与其他会员产生争议，则理解并同意缘分天后后台和公司并没有义务监控或处理会员之间的争议。
          </p>
          <p>4.7 缘分天空对所有会员自发组织的活动、自发成立的组织不负责任
          </p>
          <p>4.8	对于缘分天空策划、发起、组织或是承办的任何会员活动（包括但不限于收取费用及完全公益的活动），缘分天空不对上述活动的效果向会员作出任何保证或承诺，也不担保活动期间会员自身行为的合法性、合理性。
            由此产生的任何对于会员个人或者他人的人身或者是名誉以及其它损害，缘分天空不承担任何责任
          </p>
          <p>4.9	缘分天空未授权任何第三方通过本网站销售任何线上服务产品或推送广告，对于任何第三方销售或发送广告等商业性质的行为，均属于非法销售的行为，会员因购买上述商业行为遭受任何财产损失或人身损害的，
            均与缘分天空无关，缘分天空不承担任何责任
          </p>
          <div class="stitle">五、禁止会员从事以下行为</div>
          <p>5.1 在缘分天空平台发布或传播以下信息：宣扬邪教和封建迷信的；散布谣言，扰乱社会秩序，破坏社会稳定的；
            散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权利的；
            含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它有悖道德、令人反感的内容；
            含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容的</p>
          <p>5.2 使用缘分天空服务的过程中，以任何方式危害未成年人或其他第三方权益的行为。</p>
          <p>5.3 冒充任何人或机构，包含但不限于冒充缘分天空工作人员或以虚伪不实的方式陈述或谎称与任何人或机构有关的。</p>
          <p>5.4 将侵犯任何人的肖像权、名誉权、隐私权、专利权、商标权、著作权、商业秘密或其它专属权利的内容发布、传送的</p>
          <p>5.5 跟踪或以其它方式骚扰其他会员的</p>
          <p>5.6 未经合法授权而截获、篡改、收集、储存或删除他人个人信息或其它数据资料，或将获知的此类资料用于任何非法或不正当目的</p>
          <p>5.7 以任何方式干扰缘分天空服务等行为的</p>
          <div class="stitle">六、关于会员在缘分天空上传或张贴的内容</div>
          <p>6.1 会员在缘分天空上传或张贴的内容（包括照片、文字、交友成功会员的成功故事等）应真实有效、不夸张</p>
          <p>6.2 因会员进行上述上传或张贴，而导致任何第三方提出侵权或索赔要求的，会员承担全部责任。 </p>
          <p>6.3 任何第三方对于会员在缘分天空的公开使用区域张贴的内容进行复制、修改、编辑、传播等行为的，
            该行为产生的法律后果和责任均由行为人承担，与缘分天空无关</p>
          <div class="stitle">七、不可抗力</div>

          <p>不可抗力是指缘分天空不能控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响或延误缘分天空根据本服务条款履行其全
            部或部分义务。该事件包括但不限于政府行为、自然灾害、战争、黑客袭击、电脑病毒、网络故障等。
            不可抗力可能导致缘分天空网站无法访问、访问速度缓慢、存储数据丢失、会员个人信息泄漏等不利后果</p>
          <div class="stitle">八、会员注册条款的变更和修改</div>
          <p>缘分天空有权随时对本注册条款进行变更和修改。一旦发生注册条款的变动，缘分天空将在页面上提示修改的内容，或将最新版本的会员注册条款以邮件的形式发送给会员。会员如果不同意会员注册条款的修改，可以主动取消会员资格（如注销账号），
            如果会员继续使用会员帐号，则视为会员已经接受会员注册条款的修改。</p>
          <div class="stitle">九、法律的适用</div>
          <p>法律的适用和管辖本注册条款的生效、履行、解释及争议的解决均适用中华人民共和国的现行法律，所发生的争议应提交深圳仲裁委员会，
            并适用提起仲裁时该会现行有效的仲裁规则进行仲裁，其仲裁裁决是终局的。
            本注册条款因与中华人民共和国现行法律相抵触而导致部分条款无效的，不影响其他条款的效力</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'HelloWorld',
  data () {
    return {

    }
  },
  mounted: function(){

  },
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  #yonghuxieyiapp{
    padding-top: 10px;
    padding-left: 10px;
    padding-right: 10px;
    padding-bottom: 10px;
    font-size: 0.32rem;
    width: 100%;
    height: 100vh;
  }
  #yonghuxieyiapp .item{
    border-radius: 4px;
    border: 1px solid #e6ebf5;
    background-color: #fff;
    overflow: hidden;
    box-shadow: 0 2px 12px 0 rgba(0,0,0,.1);
    color: #2d2f33;
    padding: 5px;
    width: 100%;
    height: 100%;
    overflow: scroll;
  }
  #yonghuxieyiapp .item .title{
    height: 35px;
    line-height: 35px;
    text-align: center;
    font-weight: 700;

  }
  #yonghuxieyiapp .item .biaoti{
    font-weight:500;
    background: #eee;
    padding-left: 3px;
    text-align: center;
  }
  #yonghuxieyiapp .item .content{
    font-size: 0.28rem;
    color: #555;
  }
  #yonghuxieyiapp .item ul li{
    text-indent:0.5rem;
    font-size: 0.25rem;
  }
  #yonghuxieyiapp  .item .content img{
    display: block;
    width: 80%;
    margin: 5px auto;
    box-shadow: 0 2px 12px 0 rgba(0,0,0,.3);
  }
  #yonghuxieyiapp .item .content p{
    text-indent:0.5rem;
    padding-top: 5px;
    padding-bottom: 5px;
  }
  #yonghuxieyiapp .item .content .sstitle{
    text-indent:0.1rem;
    font-size: 0.26rem;
    color: #000;
  }
  #yonghuxieyiapp .item .content .stitle{
    font-size: 0.27rem;
    color: #000;
  }
  #yonghuxieyiapp .toTop{
    position: fixed;
    bottom: 40px;
    right: 10px;
  }
</style>
